chat_system_2090983_actor_description=The fisherman Kitano, head of the fishing village.
chat_system_2090983_nu_kak_question=^?^Well met, [player]! So, have you talked to the king?
chat_system_2090983_nu_kak_answer_0=^?^Yes, I've just seen him... Our good King Mark the Wise has lifted the edict, and permits you to fish without restriction, for the next three years!
chat_system_2090983_nu_kak_answer_1=^?^Hmm. Why should I have gone to the king again?
chat_system_2090983_malacca_question=^?^That's great news, [player]! We'll fill our nets with those horrible creatures. From all the village, thank you! <br>[reward]
chat_system_2090983_malacca_answer_0=^?^Glad I could be of service. Is there anything else I can help with?
chat_system_2090983_a_nu_da_question=^?^How could you ask me "why"? Didn't you say you would go to the king, and ask him to repeal the fishing laws? The fish won't wait, you know!
chat_system_2090983_a_nu_da_answer_0=^?^Ah, right, I remember now. I'll be back.
chat_system_2090983_a_nu_da_header_0=^?^Alright then, hurry up. We're ready to cast off.
chat_system_2090983_a_nu_da_answer_1=^?^I might have said so, but I can't recall. But on second thought, I've got no wish to bother His Majesty with such trifles...
chat_system_2090983_a_nu_da_header_1=^?^May the Kraken take you, [player]! If I'd known you would refuse, I wouldn't have wasted my time on you; I'll just have to find somebody more courageous. Alright then, I'll find a way to manage without you...
